[
    {
        "author": "g...6",
        "recomendation": null,
        "rating": "3/5",
        "content": "Instalacja łatwa. Oprogramowanie HP Smart bezproblemowe. Zwrot 100zl Cashback z Promocji po kilku dniach od zakupu. Skanuje. Drukuje. \nPrzez pierwsze 2-3 dni wszystko w porządku, wydruki czarne i kolorowe bardzo dobre. Po 3 dniu, zupełnie nagle, drukarka zaczyna drukować białe poziome kreski na wydrukach kolorowych. W czarnym bardzo dobrze. Wydruki w najlepszej jakości są bardzo dobre. Wydruki w jakości normalnej i roboczej są moim zdaniem wadliwe. Kupiłem 2 drukarki. Jedną udało mi się zwrócić w ramach 14 zwrotu. Druga niestety została. \nProducent HP raz uznał gwarancję. HP przysłałi nową głowicę kolorową, a jak problem nie został rozwiązany, całą nową drukarkę. Trzecia drukarka tak samo, drukuje białe kreski na wydrukach kolorowych. \nZgłoszone ponownie do HP, tym razem w ocenie wsparcia HP, drukarki atramentowe tak drukują... Pozostawię to bez komentarza. Chciałem zgłosić w ramach rękojmi, niezgodność produktu z umową (reklamują outstanding printing quality), ale niestety kupiłem na firmę i rękojmia jest wyłączona. Nie wiem czy wadliwa seria drukarek, głowic, oprogramowania czy może ja coś źle robię przy 1-szym uruchamianiu, ale HP nie chce poznać i rozwiązać problemu. Dobre jest to, że po kilku dniach, pierwsze strony wydruków wychodzą ok, a kreski pojawiają się dopiero na 3-4 stronie. Może z czasem się to poprawi samo, jeśli problemem jest zapowietrzenie głowicy lub aktualizacja oprogramowania sprzętowego... \nCo ciekawe, HP nie wymaga odciągania tuszy strzykawką do wysyłki drukarki a sklep tak. Drugi raz bym nie kupił, chyba że sprawdzoną przetestowaną.",
        "pros": [],
        "cons": [],
        "opinion_date": "2020-05-28 08:02:51",
        "purchase_date": "2020-05-04 22:29:44",
        "likes": "19",
        "dislikes": "3",
        "opinion_id": "12535429"
    },
    {
        "author": "b...a",
        "recomendation": "Polecam",
        "rating": "4/5",
        "content": "Wykonana dobrze, trochę za duża, z ledwością mieści mi się na biurku, ale może być. Drukuje ciszej w porównaniu z poprzednią drukarką HP 209a. Napełniłam tusze do pełna i po ok.10 kartkach ubyło mi 4 mm czarnego tuszu w pojemniku. Mam nadzieję, że będzie wydajna. Na razie nie mogę tego stwierdzić. Fajnie, że można zobaczyć, ile ubyło tuszu. Dolewanie jest banalnie proste, tusz nie wylewa się. Martwi mnie tylko, że przenosić trzeba ją w pozycji poziomej, bo inaczej tusz może się wylewać. Ogólnie jestem zadowolona z zakupu.",
        "pros": [],
        "cons": [],
        "opinion_date": "2020-12-10 19:41:04",
        "purchase_date": "2020-12-04 21:02:01",
        "likes": "2",
        "dislikes": "3",
        "opinion_id": "13551598"
    },
    {
        "author": "U...o",
        "recomendation": "Polecam",
        "rating": "4,5/5",
        "content": "Po 1 dniu uzytkowania mozna stwierdzic 1-polaczenie z kompem poprzez wi fi-bez problemu\n2-tankowanie zbiorniczkow-bez problemu\n3-montaz ,,glowic,,-beznadziejny dostep,jakies pomaranczowe badziewie ciezko wydostac z wnetrza drukarki(po cholere takie zabezpieczenie)ale udalo sie\n4-polaczenie z telefonem -bez problemu\n5-jak z kompa tak i z telefonu(za posrednictwem aplikacji  HP SMART) bez problemow\n6-druk na zwyklym papierze spoko (czern i kolor )\n7-po testach na papierze foto -zobaczymy\n8-ogolnie -za taka kase polecam",
        "pros": [],
        "cons": [],
        "opinion_date": "2024-01-12 21:03:08",
        "purchase_date": "2024-01-09 18:20:01",
        "likes": "0",
        "dislikes": "0",
        "opinion_id": "18299406"
    },
    {
        "author": "k...l",
        "recomendation": "Polecam",
        "rating": "4/5",
        "content": "Wszystko z opisu się zgadza. Baaardzo ekonomiczna, jakość druku wysoka, jak na czołg drukarkowy niewielka... Przypomniałem sobie tyko dlaczego nie lubię HP-ków. Mało intuicyjna aplikacja, nie tak denerwująca jak kiedyś ale konfiguracja trwała zbyt długo. A poza tym zupełnie spoko.",
        "pros": [],
        "cons": [],
        "opinion_date": "2021-11-18 17:47:41",
        "purchase_date": "2021-11-01 18:36:33",
        "likes": "3",
        "dislikes": "0",
        "opinion_id": "15226709"
    },
    {
        "author": "g...k",
        "recomendation": null,
        "rating": "3,5/5",
        "content": "produkt na wstępie nie ruszył bo był problem z dyszami , po wymianie chodzi  OK , trochę długo i hałaśliwie  trwa proces włączania",
        "pros": [],
        "cons": [],
        "opinion_date": "2020-12-04 00:11:48",
        "purchase_date": "2020-11-17 18:04:01",
        "likes": "4",
        "dislikes": "0",
        "opinion_id": "13501735"
    },
    {
        "author": "Użytkownik Ceneo",
        "recomendation": "Polecam",
        "rating": "4/5",
        "content": "Bardzo wydajna i oszczędna drukarka. Solidna, dobra jakość wykonania.\nDługo się czeka przy włączeniu zanim będzie gotowa do pracy. Dość głośna.",
        "pros": [],
        "cons": [],
        "opinion_date": "2021-04-14 00:32:31",
        "purchase_date": "2021-03-23 08:31:21",
        "likes": "1",
        "dislikes": "1",
        "opinion_id": "14283834"
    },
    {
        "author": "Madziana",
        "recomendation": "Polecam",
        "rating": "5/5",
        "content": "Drukarka od samego początku jest bardzo przyjazna, pierwsze uruchomienie pomimo że na początku wygląda na dość skomplikowane po obejrzeniu szczegółowej instrukcji jest banalnie proste :) Konfiguracje i podłączenie do sieci wi fi trwało bardzo krótko i była wyjątkowo  łatwe :) Drukarka została skonfigurowana została na komputerze oraz smartfonie z androidem, zarówno na komputerze jak i na smarthonie aplikacja do sterowania drukarki jest bardzo przejrzysta i intuicyjna. Na pochwałę zasługuje  aplikacja dla androida która jest konfigurowalna  i można przystosować ją dla swoich potrzeb, jeśli chodzi o wydruk to można przyznać że, drukarka drukuje cicho, bardzo szybko a jakość wydruku zarówno w kolorze czarnym jak i w kolorze jest rewelacyjna :) kolory żywe, wyraziste, obrazki nierozmazane. Mogę oficjalnie przyznać że spełniła moje oczekiwania w wydruku jak i w wyglądzie :)",
        "pros": [],
        "cons": [],
        "opinion_date": "2019-10-19 23:50:49",
        "purchase_date": null,
        "likes": "3",
        "dislikes": "5",
        "opinion_id": "11176459"
    },
    {
        "author": "u...g",
        "recomendation": null,
        "rating": "3,5/5",
        "content": "urządzenie przy pierwszym użytkowaniu wydaje się dobre. Problem z konfiguracją drukarki w systemie win7 na starszym urządzeniu.",
        "pros": [],
        "cons": [],
        "opinion_date": "2024-01-08 15:16:39",
        "purchase_date": "2023-12-18 13:21:12",
        "likes": "0",
        "dislikes": "0",
        "opinion_id": "18283057"
    },
    {
        "author": "p...m",
        "recomendation": "Nie polecam",
        "rating": "1/5",
        "content": "Drukarka jak na tą cenę jest bardzo słaba, Czas  potrzebny do wydrukowania pierwszej strony to prawie dwie minuty. A odgłosy wydaje takie, jakby za chwilę miała rozpaść się. W tej cenie należałoby też oczekiwać dwustronnego automatycznego wydruku. Wprawdzie info o dwustronnym wydruku jest na stronie sklepu, ale w rzeczywistości nie ma to nic wspólnego z dwustronnym wydrukiem, kartkę trzeba przenosić ręcznie zgodnie z wyświetlona instrukcją.",
        "pros": [],
        "cons": [],
        "opinion_date": "2020-12-26 21:42:32",
        "purchase_date": "2020-11-26 08:21:40",
        "likes": "6",
        "dislikes": "1",
        "opinion_id": "13654028"
    },
    {
        "author": "m...i",
        "recomendation": "Nie polecam",
        "rating": "0,5/5",
        "content": "Niestety pierwsze wrazenie po uruchomieniu sprzetu negatywne. Odrazu trzeba bylo skladac reklamacje poniewaz jakosc druku odbiegała od normy. Po zgloszeniu okazalo sie ze jest uszkodzona glowica. Zobaczymy jak przyjdzie nowa glowica czy cos to da. Jaknarazie to wielka porażka a myslalam ze sprzet za ta cene bedzie działał bez zarzutu. Niestety pomyliłam się.",
        "pros": [],
        "cons": [],
        "opinion_date": "2020-10-20 18:00:33",
        "purchase_date": "2020-10-16 15:51:18",
        "likes": "8",
        "dislikes": "4",
        "opinion_id": "13243464"
    }
]